Repository: pypi-data/pypi-mirror-166
Catalog: packages/pylavcogs-shared/pylavcogs_shared-0.2.0.tar.gz/pylavcogs_shared-0.2.0/pylavcogs_shared/ui/buttons/locales/*.po
Languages: da_dk

source: You are not authorized to interact with this option
da_dk: Du har ikke tilladelse til at interagere med denne mulighed

source: Yes
da_dk: Ja

source: No
da_dk: Nej

source: Disconnect {} {}
da_dk: Afbryd {} {}

source: players
da_dk: spillere

source: player
da_dk: spiller

source: Connecting to the node with SSL enabled
da_dk: Tilslutning til indholdselementet med SSL aktiveret

source: Connecting to the node with SSL disabled
da_dk: Tilslutning til indholdselementet med SSL deaktiveret

source: This node will only be used for searches
da_dk: Denne node vil kun blive brugt til søgninger

source: This node will be used for search and playback
da_dk: Denne node vil blive brugt til søgning og afspilning

source: Please fill out all the fields before continuing
da_dk: Udfyld venligst alle felterne før du fortsætter

source: When you press done this node will be permanently delete
da_dk: Når du trykker færdig vil denne node blive slettet permanent

source: This node will no longer be deleted once you press done
da_dk: Denne node vil ikke længere blive slettet, når du trykker færdig

source: __Enabled sources__: {sources}
da_dk: __Aktiverede kilder__: {sources}

source: You are not authorized to perform this action
da_dk: Du har ikke tilladelse til at udføre denne handling

source: No Player Available For Action - Try Refreshing
da_dk: Ingen Spiller Tilgængelig For Handling - Prøv Opdatering

source: Bot Owner Action
da_dk: Bot Ejer Handling

source: Player disconnected
da_dk: Afspiller afbrudt

source: Player stopped
da_dk: Afspiller stoppet

source: No Players Available For Action - Try Refreshing
da_dk: Ingen Spillere Tilgængelige For Handling - Prøv Opdatering

source: When you press done this playlist will be permanently delete
da_dk: Når du trykker færdig vil denne afspilningsliste blive slettet permanent

source: This playlist will no longer be deleted once you press done
da_dk: Denne afspilningsliste vil ikke længere blive slettet, når du trykker færdig

source: Clearing all tracks from the playlist playlist
da_dk: Rydder alle spor fra spillelistens spilleliste

source: No longer clearing tracks from the playlist
da_dk: Rydder ikke længere spor fra spillelisten

source: Here is your playlist: {name}{extras}
da_dk: Her er din afspilningsliste: {name}{extras}

source: (compressed using gzip to make it possible to send via Discord - you can use <https://gzip.swimburger.net/> to decompress it)
da_dk: (komprimeret ved hjælp af gzip for at gøre det muligt at sende via Discord - du kan bruge <https://gzip.swimburger.net/> til at dekomprimere det)

source: Updating playlist with the latest tracks
da_dk: Opdaterer afspilningsliste med de nyeste spor

source: Not updating playlist
da_dk: Opdaterer ikke afspilningsliste

source: Adding the current queue to playlist
da_dk: Tilføjelse af den aktuelle kø til spilleliste

source: No longer adding the current queue to playlist
da_dk: Tilføj ikke længere den aktuelle kø til afspilningslisten

source: Removing all duplicate tracks from the queue
da_dk: Fjerner alle duplikerede spor fra køen

source: No longer all duplicate tracks from the queue
da_dk: Ikke længere alle duplikerede spor fra køen

source: Playlists you can currently play
da_dk: Afspilningslister du kan spille i øjeblikket

source: Pick a playlist
da_dk: Vælg en afspilningsliste

source: What should the playlist name be?
da_dk: Hvad skal spillelistens navn være?

source: Not connected to a voice channel
da_dk: Ikke forbundet til en stemmekanal

source: There's nothing in the Queue
da_dk: Der er intet i køen

source: Removed tracks from the queue
da_dk: Fjernede spor fra køen

source: What do you want to enqueue?
da_dk: Hvad ønsker du at ankø?
