Repository: pypi-data/pypi-mirror-166
Catalog: packages/pylavcogs-shared/pylavcogs_shared-0.2.0.tar.gz/pylavcogs_shared-0.2.0/pylavcogs_shared/ui/menus/locales/*.po
Languages: el_gr, es_es

source: You are not authorized to interact with this
el_gr: Δεν είστε εξουσιοδοτημένοι να αλληλεπιδράσετε με αυτό
es_es: No está autorizado a interactuar con esto

source: Enter the domain or IP address of the host
el_gr: Εισάγετε τον τομέα ή τη διεύθυνση IP του κεντρικού υπολογιστή
es_es: Introduzca el dominio o dirección IP del host

source: Host
el_gr: Διακομιστής
es_es: Anfitrión

source: Enter the host port to connect to
el_gr: Εισάγετε τη θύρα κεντρικού υπολογιστή με την οποία θα συνδεθείτε
es_es: Introduzca el puerto de host al que conectarse

source: Port
el_gr: Θύρα
es_es: Puerto

source: Enter the node's password
el_gr: Εισάγετε τον κωδικό πρόσβασης του κόμβου
es_es: Introduzca la contraseña del nodo

source: Password
el_gr: Κωδικός
es_es: Contraseña

source: Enter an easy to know name for the node
el_gr: Εισάγετε ένα εύκολο να γνωρίζετε όνομα για τον κόμβο
es_es: Introduzca un nombre fácil de conocer para el nodo

source: Name
el_gr: Όνομα
es_es: Nombre

source: Enter a timeout in seconds
el_gr: Εισάγετε ένα χρονικό όριο σε δευτερόλεπτα
es_es: Introduzca un tiempo de espera en segundos

source: Timeout
el_gr: Χρονικό όριο
es_es: Tiempo agotado

source: Source to disable
el_gr: Πηγή για απενεργοποίηση
es_es: Fuente a desactivar

source: Name set to {name}
el_gr: Το όνομα ορίστηκε σε {name}
es_es: Nombre establecido a {name}

source: Password set to {password}
el_gr: Ο κωδικός πρόσβασης ορίστηκε σε {password}
es_es: Contraseña establecida a {password}

source: Host set to {host}
el_gr: Ο υπολογιστής ορίστηκε σε {host}
es_es: Host establecido en {host}

source: Invalid port
el_gr: Μη έγκυρη θύρα
es_es: Puerto inválido

source: Port set to {port}
el_gr: Η θύρα ορίστηκε σε {port}
es_es: Puerto establecido a {port}

source: Invalid timeout, it must be a number in seconds
el_gr: Μη έγκυρο χρονικό όριο, πρέπει να είναι αριθμός σε δευτερόλεπτα
es_es: Tiempo de espera no válido, debe ser un número en segundos

source: Timeout set to {timeout} seconds
el_gr: Το χρονικό όριο ορίστηκε σε {timeout} δευτερόλεπτα
es_es: Tiempo de espera establecido en {timeout} segundos

source: Change the domain or IP address of the host
el_gr: Αλλάξτε τον τομέα ή τη διεύθυνση IP του κεντρικού υπολογιστή
es_es: Cambiar el dominio o dirección IP del host

source: Change the host port to connect to
el_gr: Αλλάξτε τη θύρα κεντρικού υπολογιστή για να συνδεθείτε
es_es: Cambiar el puerto de host al que conectarse

source: Change the node's password
el_gr: Αλλαγή του κωδικού πρόσβασης του κόμβου
es_es: Cambiar la contraseña del nodo

source: Change the name of this node
el_gr: Αλλάξτε το όνομα αυτού του κόμβου
es_es: Cambiar el nombre de este nodo

source: Enter the new timeout for this node
el_gr: Εισάγετε το νέο χρονικό όριο για αυτόν τον κόμβο
es_es: Introduzca el nuevo tiempo de espera para este nodo

source: selected
el_gr: επιλεγμένα
es_es: seleccionado

source: inactive
el_gr: ανενεργό
es_es: inactivo

source: all
el_gr: όλα
es_es: todo

source: Not connected anywhere
el_gr: Δεν υπάρχει σύνδεση οπουδήποτε
es_es: No conectado en ningún sitio

source: Please enter the playlist URL
el_gr: Παρακαλώ εισάγετε το URL της λίστας αναπαραγωγής
es_es: Por favor, introduzca la URL de la lista de reproducción

source: Playlist URL
el_gr: Διεύθυνση Url Λίστας Αναπαραγωγής
es_es: URL de la lista de reproducción

source: Please enter the playlist name
el_gr: Παρακαλώ εισάγετε το όνομα της λίστας αναπαραγωγής
es_es: Por favor, introduzca el nombre de la lista

source: Playlist Name
el_gr: Όνομα Λίστας Αναπαραγωγής
es_es: Nombre de la lista

source: Please enter the new playlist name
el_gr: Παρακαλώ εισάγετε το νέο όνομα της λίστας αναπαραγωγής
es_es: Por favor, introduzca el nuevo nombre de la lista

source: What query to add to the playlist
el_gr: Τι ερώτημα για προσθήκη στη λίστα αναπαραγωγής
es_es: Qué consulta añadir a la lista de reproducción

source: Query
el_gr: Ερώτημα
es_es: Consulta

source: What query to remove from the playlist
el_gr: Τι ερώτημα για αφαίρεση από τη λίστα αναπαραγωγής
es_es: Qué consulta eliminar de la lista de reproducción

source: Select Track To Remove
el_gr: Επιλογή Κομματιού Για Κατάργηση
es_es: Seleccionar pista para eliminar

source: Select Track To Play Now
el_gr: Επιλέξτε Κομμάτι Για Να Παίξετε Τώρα
es_es: Seleccionar pista para reproducir ahora

source: Pick An Effect Preset To Apply
el_gr: Επιλογή Προεπιλογής Εφέ Για Εφαρμογή
es_es: Escoge un ajuste de efecto para aplicar

source: Select Track To Enqueue
el_gr: Επιλογή Κομματιού Στην Ουρά
es_es: Seleccionar pista para encolar
