Repository: pypi-data/pypi-mirror-166
Catalog: packages/pylavcogs-shared/pylavcogs_shared-0.2.0-py2.py3-none-any.whl/pylavcogs_shared/utils/locales/*.po
Languages: pl_pl

source: Shows the credits and translation details for the PyLav cogs and shared code
pl_pl: Pokazuje informacje o kredytach i tłumaczeniach dla kogów PyLav i wspólnego kodu

source: PyLav was created by [Draper#6666](https://github.com/Drapersniper). PyLav can be located in https://github.com/Drapersniper/PyLav PyLavCog-Shared can be located in https://github.com/Drapersniper/PyLavCog-Shared PyLav-Cogs can be located in https://github.com/Drapersniper/PyLav-Cogs PyLav's support server can be found at https://discord.com/invite/Sjh2TSCYQB You can help translate PyLav by contributing to our Crowdin projects at: https://crowdin.com/project/pylav and https://crowdin.com/project/pylavcogs-shared and https://crowdin.com/project/pylavcogs Contributors: - https://github.com/Drapersniper/PyLav/graphs/contributors - https://github.com/Drapersniper/PyLavCog-Shared/graphs/contributors - https://github.com/Drapersniper/PyLav-Cogs/graphs/contributors If you wish to buy me a coffee for my work, you can do so at: https://www.buymeacoffee.com/draper or https://github.com/sponsors/Drapersniper
pl_pl: PyLav został utworzony przez [Draper#6666](https://github.com/Drapersniper). PyLav może znajdować się w https://github. om/Drapersniper/PyLav PyLavCog-Shared można znaleźć na https://github.com/Drapersniper/PyLavCog-Shared PyLav-Cogs można znaleźć na https://github. om/Drapersniper/PyLav-Cogs Serwer wsparcia PyLava można znaleźć na https://discord.com/invite/Sjh2TSCYQB Możesz pomóc w tłumaczeniu PyLava przyczyniając się do naszych projektów Crowdin pod adresem: https://crowdin. om/project/pylav i https://crowdin.com/project/pylavcogs-shared and https://crowdin.com/project/pylavcogs Contributors: - https://github.com/Drapersniper/PyLav/graphs/contributors - https://github. om/Drapersniper/PyLavCog-Shared/graphs/contributors - https://github.com/Drapersniper/PyLav-Cogs/graphs/contributors Jeśli chcesz kupić mi kawę za moją pracę, możesz to zrobić pod adresem: https://www.buymeacoffee.com/draper lub https://github.com/sponsors/Drapersniper

source: Show the version of PyLav and PyLavCogs-Shared libraries
pl_pl: Pokaż wersję bibliotek PyLav i PyLavCogs-Shared

source: Library
pl_pl: Biblioteka

source: Version
pl_pl: Wersja

source: Sync the Bots slash commands
pl_pl: Synchronizuj polecenia ukośne botów

source: Synced the bots slash commands
pl_pl: Zsynchronizowano komendy ukośne botów

source: This command requires an existing player to be run
pl_pl: Ta komenda wymaga uruchomienia istniejącego gracza

source: MediaPlayer cog is currently temporarily unavailable due to an outage with the backend services, please try again later
pl_pl: Cog MediaPlayer jest obecnie tymczasowo niedostępny z powodu przerwy w usłudze backend, spróbuj ponownie później

source: No Lavalink node currently available
pl_pl: Brak dostępnego węzła Lavalink

source: MediaPlayer is currently unable to process tracks belonging to {feature}
pl_pl: Media Player nie jest obecnie w stanie przetworzyć utworów należących do {feature}

source: No Lavalink node currently available with feature {feature}
pl_pl: Brak dostępnego węzła Lavalink z funkcją {feature}

source: This command is not available in this channel. Please use {channel}
pl_pl: Ta komenda nie jest dostępna na tym kanale. Proszę użyć {channel}

source: This command requires you to be a DJ
pl_pl: Ta komenda wymaga bycia DJ

source: PyLav is not ready - Please try again shortly
pl_pl: PyLav nie jest gotowy - spróbuj ponownie wkrótce
