Repository: pypi-data/pypi-mirror-166
Catalog: packages/pylavcogs-shared/pylavcogs_shared-0.2.0-py2.py3-none-any.whl/pylavcogs_shared/ui/menus/locales/*.po
Languages: uk_ua

source: You are not authorized to interact with this
uk_ua: Ви не авторизовані для взаємодії з цим

source: Enter the domain or IP address of the host
uk_ua: Введіть домен або IP-адресу хоста

source: Host
uk_ua: Хост

source: Enter the host port to connect to
uk_ua: Введіть порт хоста для підключення

source: Port
uk_ua: Порт

source: Enter the node's password
uk_ua: Введіть пароль вузла

source: Password
uk_ua: Пароль

source: Enter an easy to know name for the node
uk_ua: Введіть просту назву для вузла

source: Name
uk_ua: Ім'я

source: Enter a timeout in seconds
uk_ua: Введіть тайм-аут в секундах

source: Timeout
uk_ua: Тайм-аут

source: Source to disable
uk_ua: Джерело для відключення

source: Name set to {name}
uk_ua: Ім'я встановлено на {name}

source: Password set to {password}
uk_ua: Пароль встановлено на {password}

source: Host set to {host}
uk_ua: Хост встановлено на {host}

source: Invalid port
uk_ua: Недійсний порт

source: Port set to {port}
uk_ua: Порт встановлено на {port}

source: Invalid timeout, it must be a number in seconds
uk_ua: Неправильний час очікування, він має бути числом в секундах

source: Timeout set to {timeout} seconds
uk_ua: Минув час очікування на {timeout} секунд

source: Change the domain or IP address of the host
uk_ua: Змінити домен або IP-адресу хоста

source: Change the host port to connect to
uk_ua: Змініть порт хоста для підключення

source: Change the node's password
uk_ua: Змінити пароль вузла

source: Change the name of this node
uk_ua: Змінити назву цього вузла

source: Enter the new timeout for this node
uk_ua: Введіть новий час очікування для цього вузла

source: selected
uk_ua: обрано

source: inactive
uk_ua: неактивний

source: all
uk_ua: всі

source: Not connected anywhere
uk_ua: Немає з'єднання

source: Please enter the playlist URL
uk_ua: Введіть адресу списку відтворення

source: Playlist URL
uk_ua: Список відтворення URL

source: Please enter the playlist name
uk_ua: Будь ласка, введіть назву плейлиста

source: Playlist Name
uk_ua: Назва списку відтворення

source: Please enter the new playlist name
uk_ua: Будь ласка, введіть нову назву плейлісту

source: What query to add to the playlist
uk_ua: Який запит додати до списку відтворення

source: Query
uk_ua: Запит

source: What query to remove from the playlist
uk_ua: Який запит видалити зі списку відтворення

source: Select Track To Remove
uk_ua: Вибрати доріжку, щоб видалити

source: Select Track To Play Now
uk_ua: Вибрати доріжку, щоб грати зараз

source: Pick An Effect Preset To Apply
uk_ua: Оберіть шаблон ефекту, щоб застосувати

source: Select Track To Enqueue
uk_ua: Обрати трек до черги
